others/thinking/是该改变些了.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
               "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>2012年08月12日12:13AM</title>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8"/>
<meta name="title" content="2012年08月12日12:13AM"/>
<meta name="generator" content="Org-mode"/>
<meta name="generated" content="2012-08-12 00:21:29 CST"/>
<meta name="author" content="visaya fan"/>
<meta name="description" content=""/>
<meta name="keywords" content=""/>



</head>
<body>

<div id="preamble">
<a href="#" id="tabzilla" class="tabzilla-opened" role="button" aria-expanded="true" aria-controls="tabzilla-panel" title="Close (Esc)">No_Joking</a>
</div>

<div id="content">
<h1 class="title">2012年08月12日12:13AM</h1>


<link rel="stylesheet" type="text/css" href="../../css/bootstrap.mozilla.css" />
<link rel="stylesheet" type="text/css" href="../../css/tabzilla.css" />
<link rel="stylesheet" type="text/css" href="../../css/vf.css" />
<script type="text/javascript" src="https://ajax.googleapis.com/ajax/libs/jquery/1.7.1/jquery.min.js"> </script>
<script src="../../bootstrap/js/bootstrap.js"></script>
<script src="../../js/disqus-comment.js"></script>
<script src="../../js/tabzilla.js"></script>

<p>
先贴个链接：<a href="http://blog.csdn.net/dog250/article/details/6747140">搞IT的到底怎么了</a><br/>
</p>
<p><br/>
很久没有写过与心情有关的文章了<br/>
</p>
<p><br/>
前几天向涛从郑州过来参加交大的夏令营，其实说白了就是保送面试，估计十有八九是被能动学院招收了，昨天和他还有老粘在外面吃的饭，又听说了好多事：成盛被北大录取了，孟X留在北大，鸿方还是清华，老粘也准备保送，建云准备出国，惜硕有女朋友了……<br/>
大家好像混得都很好，他们在谈论的时候我几乎不说话 没什么好说的 难道要告诉他们我大学里挂了四科 什么资格都没有？<br/>
其实高考并不代表什么 成盛高考考得很一般 还是上北大读研 向涛也是考得很一般 最后来到交大 相反我这个成绩还挺如意的竟落得如下境地<br/>
听说孟X又看上一女生 其实我一直都很羡慕这种人 还有鸿方 什么事都可以看得开 什么事过去就过去了 和我完全不一样 很久之前就想变成他们这样 但这么多年过去了 依旧没有变化<br/>
</p>
<p><br/>
准备考研 四月中旬搬出宿舍在外面住 到现在已经四个月了 考研资料一点都没有看 每天都想看些和技术相关的书 但收获非常可怜<br/>
</p>
<p><br/>
这些天一直在想如果考研失败了我该怎么办？能力完全不足 信计专业说什么都能干 其实什么都干不了 难道真的要做一个苦逼的码农 每天起早贪黑拿自己青春开玩笑还挣着非常一般的薪水？我不想这样 我很害怕事情真的会变成这样<br/>
</p>
<p><br/>
现在对进入社会有一种恐惧感 自己不会说话 不会讨好人 什么事都想靠自己本事 但这个社会最不需要的就是本事 它需要关系 我始终融入不了 否则我现在也不会这样<br/>
</p>
<p><br/>
真的很羡慕一些人 我不知道是不是我当初选择程序这条路是不是错了 但除此之外我想不到其它选择<br/>
</p>
<p><br/>
老粘说我很适合搞科研 我没有说话只是笑笑 她根本不了解我 或许只是她随口一说吧<br/>
</p>
<p><br/>
大学里没有什么朋友 几乎和所有人说不到一起 他们出去也都习惯性地不叫我 没关系 反正我也不想去<br/>
只和宝哥关系不错 但我和他是性格完全截然相反的两种人 兴趣也完全不同 他害怕二级机考，考的时候干脆不去 我非常不理解 但说起政治金融他说得头头是道 我也只有听的份 但我们也有些共同点 比如胆子都很大 虽然他不如我大 都算是比较重义气 虽然他也比不上我 他向我推荐的《霸王别姬》 我始终觉得我和程蝶衣一样 都一样犟 宝哥和所有人关系都很好 很多聚会都是他叫的我 我把他当成大学里唯一一个知己 不知道他是怎么想的 想想自己真是犯贱的命<br/>
</p>
<p><br/>
关于搬出宿舍原因 考研只是借口罢了 我觉得我再在那个宿舍呆下去 我会疯掉的 祺哥交了个小学妹 不知道和他高中的对象发生什么事了 他从来不说我也从来不问；男哥很极品 应该还在准备考历史系吧；曦哥总是那么文艺 这些人都非常不靠谱 和他们根本没有共同语言<br/>
</p>
<p><br/>
不想把时间浪费在做题上 做了十几年的题了 以前那是没有办法 现在感觉中国教育太傻逼了<br/>
</p>
<p><br/>
</p></div>

<div id="disqus_thread">
<p class="date">Date: 2012-08-12 00:21:29 CST</p>
<p class="author">Author: visaya fan</p>
<p class="creator">Org version 7.8.11 with Emacs version 23</p>


</div>
</body>
</html>
